This sketch is large. Performance will improve if constructed as several independent sketches.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TooManyElementsInSketch { get; }
  Visual Basic
Public Shared ReadOnly Property TooManyElementsInSketch As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TooManyElementsInSketch {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace